7zip
amd-ucode
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
btop
chromium
discord
durdraw
easyeffects
efibootmgr
eza
fastfetch
filezilla
fwupd
fzf
git
gnome-themes-extra
gst-plugin-pipewire
hyprland
hyprlauncher
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
iwd
jdk-openjdk
kitty
lib32-vulkan-radeon
libappindicator
libpulse
libratbag
linux
linux-firmware
luajit
ly
nano
networkmanager
noto-fonts
noto-fonts-emoji
nvidia-utils
obs-studio
openrgb
openssh
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-gobject
python-pywal
qt6ct
radeontop
sof-firmware
spotify-launcher
starship
steam
sudo
ttf-jetbrains-mono-nerd
udisks2
ufw
usb_modeswitch
vulkan-radeon
waybar
wiremix
wireplumber
wpa_supplicant
xdg-desktop-portal-gtk
yazi
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
