cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
eamodio.gitlens
ecmel.vscode-html-css
github.github-vscode-theme
haskell.haskell
james-yu.latex-workshop
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
rebornix.prolog
redhat.java
ritwickdey.liveserver
sumneko.lua
tamasfe.even-better-toml
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zion-school.logo-lang
